{
  "es": {
    "bookCatalog": {
      "cuando-todo-calla": {
        "title": "Cuando Todo Calla",
        "release": "DISPONIBLE",
        "tagline": "Una historia sobre pérdida, resiliencia y el amor que sostiene en la oscuridad.",
        "p1": "¿Qué sucede cuando el amor más puro se enfrenta a la prueba más devastadora?",
        "p2": "Lilian, una ejecutiva brillante y madre soltera, ha aprendido a vivir con la presión, el éxito y la soledad. Pero su vida da un vuelco cuando su hijo Rodney recibe un diagnóstico que lo coloca en la línea más frágil entre la esperanza y el miedo.",
        "p3": "Entre pasillos de hospital, noches sin dormir y decisiones imposibles, Lilian libra una guerra silenciosa: contra la enfermedad, contra la culpa, contra sus propios límites emocionales. Cuando el desenlace la deja sin fuerzas ni rumbo, decide abandonar todo para refugiarse en un rincón remoto frente al mar.",
        "p4": "En una cabaña solitaria, el silencio se convierte en su arma de sanación. Allí, cada amanecer abre una grieta diminuta hacia la esperanza.",
        "p5": "Un encuentro inesperado con Jack —un hombre marcado por sus propias pérdidas— rompe su reclusión emocional. Entre ambos surge una conexión tan intensa como improbable, donde las miradas dicen lo que las palabras no se atreven.",
        "p6": "Esta es una historia sobre la resiliencia que nace en los inviernos más crudos, sobre la fuerza que encontramos incluso en la oscuridad y sobre cómo el amor, en todas sus formas, puede sostenernos cuando la vida parece dejarnos sin aliento.",
        "p7": "Con una narrativa profunda y visual, Yael Goldmann combina emociones a flor de piel con una reflexión honesta sobre la pérdida, la esperanza y las segundas oportunidades.",
        "p8": "Cuando Todo Calla no es solo una novela: es una experiencia emocional que te invita a sentir cada respiración contenida, cada lágrima no derramada y cada gesto de amor silencioso que cambia el rumbo de una vida.",
        "p9": "Una historia para quienes han amado, perdido y, aun así, siguen eligiendo vivir."
      },
      "nombre-de-ella": {
        "title": "En el Nombre de Ella",
        "release": "DISPONIBLE",
        "tagline": "Un thriller emocional donde el amor nace en medio del peligro.",
        "p1": "Un juego. Un reencuentro. Un secreto que podría matar.",
        "p2": "Silvina es periodista: inteligente, reservada, acostumbrada a controlar su mundo. Cada mañana rompe la rutina jugando burraco con un desconocido que parece entenderla sin decir una palabra. Miradas cómplices, silencios cargados… hasta que el destino da su jugada maestra.",
        "p3": "En Nueva York, como parte de una delegación diplomática, Silvina se reencuentra con él: ya no es solo “el jugador”. Es un médico brillante, vinculado sin saberlo a una trama de corrupción farmacéutica que puede costarle la carrera… y a ella, la vida.",
        "p4": "Una compañía internacional ha fraguado ensayos clínicos para lograr la aprobación de un medicamento letal. Silvina está decidida a revelar la verdad, aunque eso implique desafiar gobiernos, estructuras de poder y poner en riesgo lo que comienza a construir con ese hombre que, sin buscarlo, la desarma.",
        "p5": "Con ritmo de thriller internacional, carga afectiva de una historia de amor adulta y una protagonista inolvidable, esta novela atrapa desde la primera página y no suelta hasta el final."
      },
      "amina-defiance": {
        "title": "Amina: La Princesa Rebelde",
        "release": "DISPONIBLE",
        "tagline": "Identidad, coraje y un amor que se atreve a romper todas las reglas.",
        "p1": "¿Y si el precio de la lealtad fuera tu libertad? ¿Y si tu corazón se negara a obedecer las reglas?",
        "p2": "Amina Al-Salem, hija del emir más poderoso de Kuwait, creció tras los muros del palacio, donde la tradición manda y el deber silencia los sueños. Pero Oxford la cambió. En los rincones silenciosos de la biblioteca universitaria y en las bulliciosas calles de Inglaterra, Amina encontró su voz y, con ella, el sabor de una vida que nunca debió vivir.",
        "p3": "Ahora, con un matrimonio arreglado con un príncipe del doble de su edad en el horizonte, Amina debe tomar una decisión imposible: volver a una vida de riqueza y sumisión, o arriesgarlo todo por la libertad de forjar su propio destino.",
        "p4": "Mientras tanto, en la escarpada costa de Cornualles, Isabel de la Vega, embajadora de Panamá en el Reino Unido, busca un respiro del peso político de su cargo y de la soledad que a menudo trae el poder. Allí conoce a Alexander Fitzwilliam, un abogado británico de derechos humanos igualmente en busca de algo real. Lo que comienza como un encuentro casual se convierte en una conexión inesperada, una que ni la diplomacia ni el deber pueden ignorar.",
        "p5": "Ambientada entre embajadas, cortes reales y pasiones prohibidas, Amina – Princesa Rebelde es una novela amplia y emocionalmente rica sobre la identidad, el coraje y el tipo de amor que se atreve a romper todas las reglas.",
        "p6": "- Una heroína feroz e inolvidable, atrapada entre la tradición y la libertad",
        "p7": "- Un potente retrato de la resiliencia femenina a través de culturas",
        "p8": "- Un romance de combustión lenta que cruza fronteras y rompe barreras",
        "p9": "- Escenarios vívidos: de Oxford a Kuwait y hasta los acantilados de Cornualles",
        "p10": "- Profundidad emocional, suspense y personajes que se sienten dolorosamente reales",
        "p11": "No eliges dónde naces. Pero puedes elegir en quién te conviertes. La lucha de Amina es la lucha de toda mujer por ser escuchada, ser vista y ser libre."
      },
      "destinos-entrelazados": {
        "title": "Destinos Entrelazados",
        "release": "DISPONIBLE",
        "tagline": "Thriller político + romance intenso + una verdad que no se rinde.",
        "p1": "Sumérgete en una saga de amor, intriga y redención que atraviesa continentes y décadas. En la Argentina de los 70, Raquel, joven periodista, arriesga todo al enamorarse de Walter, un fugitivo uruguayo que cruza el río huyendo de la represión. Su romance, marcado por la pasión y el peligro, se quiebra bajo la amenaza de una redada policial.",
        "p2": "Años después, en Europa, Raquel se ve envuelta en un secuestro de alto riesgo, donde conoce a Dan, un enigmático médico y espía israelí cuya vida secreta la arrastra a conspiraciones internacionales. Como corresponsal en Italia, enfrenta dilemas que desafían su valentía y su corazón, mientras su pasado con Walter resurge en un inesperado reencuentro.",
        "p3": "Desde las orillas del Río de la Plata hasta las calles de Tel Aviv y los callejones de Roma, esta novela combina thriller político, romance intenso y una búsqueda incansable de la verdad. ¿Podrán Raquel y Dan forjar un futuro juntos mientras desentrañan los secretos que los persiguen?",
        "p4": "Una montaña rusa emocional para amantes de la ficción histórica, el suspenso y las historias de amor que desafían el tiempo. ¡Embárcate en esta aventura inolvidable!"
      },
      "jaque-a-la-reina": {
        "title": "Jaque a la Reina: Códigos Mortales",
        "release": "DISPONIBLE",
        "tagline": "Tecnología, amor, traición y alta tensión internacional.",
        "p1": "Emma Glow es brillante, obstinada y visionaria. Lo único que no previó fue convertirse en el blanco de una red internacional de espionaje que codicia el secreto familiar: una tecnología capaz de alterar no solo imágenes, sino también la percepción humana.",
        "p2": "Lo que nació como una plataforma de postproducción para cine revela un potencial inquietante. Su creación alimentada sin saberlo por los avances de sus padres, científicos asesinados en circunstancias turbias despierta el interés de mafias rusas, agencias de inteligencia y gobiernos.",
        "p3": "En medio del caos, Emma se aferra a lo único que no puede ser manipulado: el amor. Un romance de alto voltaje con Sam, un aliado inesperado que se convierte en refugio y cómplice. Juntos desafían enemigos, sobreviven a secuestros y sueñan con una vida donde la paz no sea una ilusión.",
        "p4": "Un thriller emocional, tecnológico y humano, perfecto para lectores de Daniel Silva, Stieg Larsson o Shari Lapena. Una novela donde el mayor campo de batalla es la mente, el poder… y el corazón."
      },
      "identidades-ocultas": {
        "title": "Identidades Ocultas",
        "release": "DISPONIBLE",
        "tagline": "En la era de las máscaras digitales, ¿en quién puedes confiar?",
        "p1": "Laura Trend, experta en ciberseguridad y pieza clave en la Global Cyber Defense Alliance, equilibra amenazas globales y la crianza de dos adolescentes brillantes. Tras una década de viudez, está agotada: anhela un respiro, no otra misión.",
        "p2": "Un ciberataque masivo sacude simultáneamente Singapur, Europa y Norteamérica. No es un incidente aislado: es una conspiración diseñada para desestabilizar el mundo. Laura lo ve venir y sabe que solo ella puede detenerlo.",
        "p3": "Aparece Greg Whitmore, CEO carismático y padre soltero. Entre ellos surge una alianza inesperada donde la tensión profesional se convierte en una conexión tan real como peligrosa.",
        "p4": "La situación se complica cuando Laura es interrogada en Scotland Yard, sospechada de suplantación de identidad relacionada con los ataques. ¿Traición interna en la GCDA? ¿Quién es quién cuando cada rostro puede ser una máscara?",
        "p5": "Comienza una carrera contrarreloj. Laura y Greg deberán enfrentar secretos enterrados, dilemas morales y verdades que amenazan con destruir todo lo que aman. Más que un thriller: el retrato emocional de una mujer que busca la paz interior, proteger a su familia y hallar refugio en los lazos más inesperados."
      },
      "encuentros-casuales": {
        "title": "Encuentros Casuales",
        "release": "DISPONIBLE",
        "tagline": "Ciencia, amor y geopolítica en una cuenta regresiva.",
        "p1": "Un thriller emocional y contemporáneo que entrelaza ciencia, amor y geopolítica.",
        "p2": "Eliana Barnea, prestigiosa inmunóloga, enfrenta una epidemia devastadora que nace en Sumatra y arrasa silenciosamente la salud de miles de mujeres. La presión internacional la empuja a encontrar respuestas ya.",
        "p3": "Cuando la burocracia y los egos frenan el avance, Eliana decide actuar a escondidas: pruebas discretas, reposicionamiento de fármacos, sobres codificados… un atajo ético peligroso que podría costarle la carrera, la libertad y la vida de sus pacientes.",
        "p4": "Su hija Lilit, joven oficial de inteligencia que deja el ejército para redescubrirse, aterriza en la costa de Carnon–Montpellier. Allí conoce a Leo, un periodista de carrera global, y comienza una historia luminosa que la reconcilia con sus deseos.",
        "p5": "París irrumpe en la trama: durante la cumbre del G7, un ataque terrorista convierte el Palais des Congrès en un tablero de rehenes y negociaciones de alto riesgo. En cuestión de horas, los captores lanzan un ultimátum.",
        "p6": "Entre un laboratorio sellado y un cordón policial en París, madre e hija quedan atrapadas en una cuenta regresiva donde la ciencia se vuelve moneda de cambio y el amor, única brújula.",
        "p7": "¿Hasta dónde puede llegar una madre para salvar a su hija y, al mismo tiempo, a miles de desconocidas? ¿Qué precio tiene la verdad cuando puede detener una pandemia?",
        "p8": "Con escenarios vibrantes, personajes memorables y un crescendo de tensión impecable, la novela combina el vértigo del thriller, la intimidad del drama familiar y la chispa de un romance que se resiste a la oscuridad.",
        "p9": "Para lectores de historias potentes, humanas y actuales que buscan pasar página… y no poder parar."
      },
      "sobrevivir-a-la-vida": {
        "title": "Cómo sobrevivir a la vida",
        "release": "DISPONIBLE",
        "tagline": "Calma en el caos: herramientas prácticas para reconectar contigo.",
        "p1": "“Cómo sobrevivir a la vida” es una guía clara, cálida y práctica para recuperar la calma en medio del caos cotidiano. A través de reflexiones, ejercicios y ejemplos reales, ofrece herramientas para superar la ansiedad, enfrentar el dolor, transformar el miedo en motivación y encontrar un propósito más profundo en cada día.",
        "p2": "En sus páginas descubrirás cómo:",
        "p3": "- Abrazar lo ‘suficientemente bueno’ en lugar de perseguir la perfección.",
        "p4": "- Convertir tus miedos en aliados que impulsan tu crecimiento.",
        "p5": "- Manejar el rechazo y las pérdidas sin perder tu esencia.",
        "p6": "- Practicar la gratitud, la meditación y el mindfulness como fuentes de resiliencia.",
        "p7": "- Reconectar contigo mismo y con los demás desde la empatía y la autenticidad.",
        "p8": "Con un estilo cercano y accesible, invita a soltar el control excesivo, aceptar la vulnerabilidad y cultivar hábitos que fortalecen la mente y el corazón.",
        "p9": "Más que un manual, es un compañero de ruta para quienes sienten que la vida a veces pesa demasiado y desean volver a encontrar la alegría en lo cotidiano."
      }
    },

    "awardwin": "Autora galardonado creando historias cautivadoras que cautivan a lectores de todo el mundo",
    "browseBooks": "Ver Libros",
    "getInTouch": "Contacto",
    "publishedWorks": "Obras Publicadas",
    "publishedSubtitle": "Descubre historias que te transportan a otros mundos y conmueven tu corazón",
    "aboutTitle": "Sobre Yael Goldmann",
    "aboutP1": "Yael Goldmann es escritora, periodista y executive/life coach. Su vida y su obra están marcadas por una mirada amplia del mundo, fruto de haber vivido en distintos países y de haber experimentado diversas culturas que enriquecen su perspectiva.",
    "aboutP2": "Autora de novelas que combinan romance, suspenso y profundidad emocional, Yael se especializa en retratar personajes femeninos fuertes que enfrentan dilemas íntimos y realidades complejas. Sus historias, narradas con un estilo cercano y visual, transitan escenarios contemporáneos y contextos históricos, abordando temas como la resiliencia, la identidad, la política y las relaciones humanas.",
    "aboutP3": "En su trayectoria literaria destacan títulos como Identidades Ocultas, En el Nombre de Ella, Cuando Todo Calla, Destinos Entrela­zados, Encuentros Casuales, Jaque a la Reina y Sobrevivir a la Vida, disponibles en Amazon, Google Play y otras plataformas internacionales.",
    "aboutP4": "Además de su faceta como escritora, Yael acompaña a personas y organizaciones en procesos de transformación personal y profesional, integrando en su trabajo la comunicación efectiva, la empatía y la visión estratégica.",
    "aboutP5": "Con una voz propia y un compromiso por contar historias que conmuevan, entretengan  y generen reflexión, Yael Goldmann sigue construyendo un puente entre la experiencia personal y la ficción, invitando a sus lectores a mirar más allá de lo evidente y a explorar las emociones que nos definen.",
    "awards": "Premios",
    "books": "Libros",
    "followers": "Seguidores en Instagram",
    "contactTitle": "Contacto",
    "contactSubtitle": "Si eres lector, editor o escritor, me encantaría saber de ti",
    "firstName": "Nombre",
    "lastName": "Apellido",
    "email": "Correo Electrónico",
    "subject": "Asunto",
    "message": "Mensaje",
    "sendMessage": "Enviar Mensaje",
    "viewDetails": "Ver Detalles",
    "navBooks": "Libros",
    "navAbout": "Sobre mí",
    "navContact": "Contacto",
    "navAccount": "Mi Cuenta",
    "navCart": "Carrito",
    "labelFirstName": "Nombre",
    "labelLastName": "Apellido",
    "labelEmail": "Correo electrónico",
    "labelSubject": "Asunto",
    "labelMessage": "Mensaje",
    "footerTagline": "Creando historias que inspiran, entretienen y transforman",
    "footerTwitter": "Twitter",
    "footerInstagram": "Instagram",
    "footerFacebook": "Facebook",
    "footerGoodreads": "Goodreads",
    "footerCopyright": "© 2025 Yael Goldmann. Todos los derechos reservados.",
    "filter_by": "Filtrar por",
    "genre": "Género",
    "romance": "Romance",
    "historical": "Histórico",
    "thriller": "Suspenso",
    "format": "Formato",
    "ebook": "eBook",
    "physical": "Físico",
    "audiobook": "Audiolibro",
    "language": "Idioma",
    "spanish": "Español",
    "english": "Inglés",
    "reviews": "Reseñas",
    "four_stars": "★★★★ y más",
    "three_stars": "★★★ y más",
    "price": "Precio",
    "price_range": "$0 - $30",
    "searchAll": "Todo",
    "searchPlaceholder": "Buscar...",
    "accounttitle": "Tu cuenta",
    "accountorderstitle": "Tus pedidos",
    "accountordersdescription": "Rastrear, devolver o comprar de nuevo",
    "accountsecuritytitle": "Inicio de sesión y seguridad",
    "accountsecuritydescription": "Editar nombre, email o teléfono",
    "accountaddressestitle": "Direcciones del usuario",
    "accountaddressesdescription": "Editar o establecer dirección",
    "accountnotificationstitle": "Notificaciones",
    "accountnotificationsdescription": "Ver reseñas escritas",
    "logout": "Cerrar sesión",
    "ordersTitle": "Pedidos Registrados",
    "noOrdersMessage": "No hay pedidos registrados aún.",
    "about_author_title": "Sobre la autora",
    "about_author_paragraph": "Yael Goldmann nació en Argentina y actualmente reside en Caracas, Venezuela. Inició su carrera profesional como periodista, luego incursionó en el ámbito del marketing aeronáutico. También trabajó como asesora financiera y actualmente es una destacada ejecutiva y coach de vida. Mantiene contacto directo con sus miles de seguidores a través de Instagram, donde es conocida como @Coach_Yael_Goldmann.",
    "product_in_stock": "En Stock",
    "product_quantity_label": "Cantidad:",
    "product_add_to_cart": "Agregar al Carrito",
    "product_buy_now": "Comprar Ahora",
    "my_reviews": "Mis reseñas",
    "charging_reviews": "Cargando reseñas...",
    "must_sign_in_to_see_reviews": "Debes iniciar sesión para ver tus reseñas.",
    "no_reviews_written_yet": "No has escrito reseñas todavía.",
    "changeNameTitle": "Cambiar Mi Nombre",
    "changeNameDescription": "Si quieres cambiar el nombre asociado a tu cuenta de cliente, puedes hacerlo a continuación. Asegúrate de hacer clic en el botón Guardar cambios cuando hayas terminado.",
    "newNameLabel": "Nuevo nombre",
    "newNamePlaceholder": "Nuevo nombre",
    "saveChanges": "Guardar cambios",
    "changePasswordTitle": "Cambiar contraseña",
    "changePasswordDesc": "Utiliza el siguiente formulario para cambiar la contraseña de tu cuenta.",
    "labelCurrentPassword": "Contraseña actual:",
    "labelNewPassword": "Nueva contraseña:",
    "labelConfirmPassword": "Introduce tu nueva contraseña otra vez:",
    "btnSaveChanges": "Guardar cambios",
    "securityNote": "¿Dispositivo perdido o robado? ¿Actividad inusual?",
    "protectLink": "En cambio, protege tu cuenta",
    "securityTitle": "Inicio de sesión y seguridad",
    "fieldName": "Nombre",
    "fieldEmail": "Email",
    "fieldPassword": "Contraseña",
    "fieldPhone": "Número de celular principal",
    "editBtn": "Editar",
    "addBtn": "Agregar",
    "notAdded": "No agregado",
    "addPhoneTitle": "Agregar número de teléfono móvil",
    "phoneLabel": "Número de móvil",
    "phonePlaceholder": "Número",
    "btnContinue": "Continuar",
    "btnCancel": "Cancelar",
    "loginTitle": "Iniciar sesión",
    "emailLabel": "Correo electrónico",
    "emailPlaceholder": "Correo electrónico",
    "passwordLabel": "Contraseña",
    "passwordPlaceholder": "Contraseña",
    "forgotPassword": "¿Olvidaste tu contraseña?",
    "loginButton": "Acceder",
    "noAccount": "¿No tienes una cuenta?",
    "createAccount": "Crear cuenta",
    "registerTitle": "Crear cuenta",
    "registerFirstName": "Nombre",
    "placeholderFirstName": "Nombre",
    "placeholderLastName": "Apellido",
    "registerEmail": "Correo electrónico",
    "placeholderEmail": "Correo electrónico",
    "registerPassword": "Contraseña",
    "placeholderPassword": "Contraseña",
    "registerButton": "Registrarse",
    "registerLoginText": "¿Ya tienes una cuenta?",
    "loginLink": "Inicia sesión",
    "customer_reviews": "Reseñas de clientes",
    "rating_out_of_5": "5 de 5",
    "global_ratings": "0 valoraciones globales",
    "review_this_product": "Escribe una reseña de este producto",
    "write_review": "Escribir una reseña",
    "top_reviews": "Reseñas destacadas",
    "no_reviews": "Aún no hay reseñas.",
    "leave_review": "Deja una reseña",
    "your_rating": "Tu calificación",
    "your_review": "Tu reseña",
    "submit": "Enviar",
    "cancel": "Cancelar",
    "related_products": "Productos relacionados",
    "product_details": "Detalles del producto",
    "product_language": "Idioma:",
    "product_publication_date": "Publicación:",
    "product_dimensions": "Dimensiones:",
    "product_print_length": "Páginas:",
    "product_customer_reviews": "Opiniones de clientes:",
    "format.paperback": "Pasta blanda",
    "format.kindle": "Digital",
    "format.audiobook": "Audiolibro",
    "language-spanish": "Español",
    "language-english": "Inglés",
    "pages-label": "páginas",
    "unabridged-label": "Completo",
    "publication-label": "Fecha de publicación",
    "dimensions-label": "Dimensiones",
    "mp3-label": "MP3",
    "format-physical": "Tapa blanda",
    "format-digital": "Digital",
    "format-audio": "Audiolibro",
    "menu_toggle": "Menú",
    "morebtn": "Más",
    "seemore": "Ver Más",
    "availableOn": "Disponible en",
    "currentTitles": "Títulos actuales",
    "blogWriteTitle": "Escribe tu opinión",
    "blogVisibleName": "Nombre a mostrar",
    "blogPostTitle": "Título",
    "blogPostContent": "Contenido",
    "blogAcceptRules": "Acepto las normas de convivencia (sin insultos, spam ni enlaces sospechosos).",
    "blogPreview": "Vista previa",
    "blogPublish": "Publicar",
    "blogPublicFeed": "Opiniones recientes",
    "blogEmpty": "Aún no hay publicaciones. ¡Sé la primera persona en opinar!",
    "blogLoadMore": "Cargar más",
    "msgPreviewRequired": "Completa título y contenido para ver la vista previa.",
    "preview": "Vista previa:",
    "guest": "Invitado/a",
    "msgTitleContentRequired": "Título y contenido son obligatorios.",
    "msgTooShort": "Tu opinión es muy corta. Amplía un poco más (mín. 30 caracteres).",
    "msgNotAllowed": "Tu texto parece incluir contenido no permitido (enlaces sospechosos, insultos o abuso de MAYÚSCULAS).",
    "msgWait": "Espera {s}s para volver a publicar.",
    "msgPublished": "¡Publicado! Gracias por participar.",
    "msgError": "Hubo un error al publicar. Intenta de nuevo.",
    "seeMoreTitlesBtn": "VER MÁS TÍTULOS"
  },

  "en": {
    "bookCatalog": {
      "cuando-todo-calla": {
        "title": "When Silence Falls",
        "release": "AVAILABLE",
        "tagline": "A story about loss, resilience, and the love that holds you in the dark.",
        "p1": "What happens when the purest love faces the most devastating test?",
        "p2": "Lilian, a brilliant executive and single mother, has learned to live with pressure, success, and solitude. But her life turns upside down when her son Rodney receives a diagnosis that places him on the fragile line between hope and fear.",
        "p3": "Between hospital corridors, sleepless nights, and impossible decisions, Lilian fights a silent war: against illness, against guilt, against her own emotional limits. When the outcome leaves her without strength or direction, she walks away from everything to hide in a remote nook by the sea.",
        "p4": "In a solitary cabin, silence becomes her instrument of healing. There, each dawn opens a tiny crack toward hope.",
        "p5": "An unexpected encounter with Jack—a man scarred by his own losses—breaks her emotional seclusion. Between them grows a connection as intense as it is unlikely, where glances say what words dare not.",
        "p6": "This is a story about the resilience born in the harshest winters, about the strength we find even in darkness, and about how love, in all its forms, can sustain us when life leaves us breathless.",
        "p7": "With a visual, deep narrative, Yael Goldmann blends raw emotion with an honest meditation on loss, hope, and second chances.",
        "p8": "When Silence Falls is more than a novel: it’s an emotional experience that invites you to feel every held breath, every unshed tear, and every silent gesture of love that can change the course of a life.",
        "p9": "A story for those who have loved, lost, and still choose to live."
      },
      "nombre-de-ella": {
        "title": "In Her Name",
        "release": "AVAILABLE",
        "tagline": "An emotional thriller where love is born in the middle of danger.",
        "p1": "A game. A reunion. A secret that could kill.",
        "p2": "Silvina is a journalist—smart, reserved, used to staying in control. Each morning she breaks routine by playing Burraco with a stranger who seems to understand her without a word. Knowing looks, charged silences… until fate plays its master move.",
        "p3": "In New York, as part of a diplomatic delegation, Silvina meets him again: no longer just “the player,” but a brilliant physician unknowingly linked to a pharmaceutical corruption scheme that could cost him his career—and her, her life.",
        "p4": "A multinational has forged clinical trials to secure approval for a lethal drug. Silvina is determined to expose the truth, even if it means defying governments, power structures, and risking what she is beginning to build with the man who, without meaning to, disarms her.",
        "p5": "With the pace of an international thriller, the emotional pull of a mature love story, and an unforgettable protagonist, this novel grips from page one and doesn’t let go."
      },
      "amina-defiance": {
        "title": "Amina: The Rebel Princess",
        "release": "AVAILABLE",
        "tagline": "Identity, courage, and a love that dares to break every rule.",
        "p1": "What if the price of loyalty were your freedom? What if your heart refused to obey the rules?",
        "p2": "Amina Al-Salem, daughter of Kuwait’s most powerful emir, grew up behind palace walls where tradition rules and duty muffles dreams. But Oxford changed her. In the hushed corners of the university library and the bustling streets of England, Amina found her voice and, with it, a life she was never meant to taste.",
        "p3": "Now, with an arranged marriage to a prince twice her age on the horizon, Amina must choose the impossible: return to a life of wealth and submission—or risk everything for the freedom to shape her own fate.",
        "p4": "Meanwhile, on Cornwall’s rugged coast, Isabel de la Vega, Panama’s ambassador to the UK, seeks a respite from the political weight of her post and the loneliness that often accompanies power. There she meets Alexander Fitzwilliam, a British human-rights lawyer also searching for something real. What begins as a chance encounter becomes an unexpected connection—one neither diplomacy nor duty can ignore.",
        "p5": "Set among embassies, royal courts, and forbidden passions, Amina – Rebel Princess is a sweeping, emotionally rich novel about identity, courage, and the kind of love that dares to break every rule.",
        "p6": "— A fierce, unforgettable heroine caught between tradition and freedom",
        "p7": "— A powerful portrait of female resilience across cultures",
        "p8": "— A slow-burn romance that crosses borders and breaks barriers",
        "p9": "— Vivid settings: from Oxford to Kuwait to Cornwall’s cliffs",
        "p10": "— Emotional depth, suspense, and characters that feel achingly real",
        "p11": "You don’t choose where you’re born. But you can choose who you become. Amina’s struggle is every woman’s fight to be heard, be seen, and be free."
      },
      "destinos-entrelazados": {
        "title": "Intertwined Destinies",
        "release": "AVAILABLE",
        "tagline": "Political thriller + intense romance + a truth that refuses to yield.",
        "p1": "Dive into a saga of love, intrigue, and redemption that spans continents and decades. In 1970s Argentina, Raquel, a young journalist, risks everything when she falls for Walter, a Uruguayan fugitive crossing the river to escape repression. Their romance—fueled by passion and danger—shatters under the threat of a police raid.",
        "p2": "Years later, in Europe, Raquel is caught in a high-risk hostage crisis where she meets Dan, an enigmatic Israeli physician and spy whose secret life pulls her into international conspiracies. As a correspondent in Italy, she faces dilemmas that test her courage and her heart, while her past with Walter resurfaces in an unexpected reunion.",
        "p3": "From the banks of the Río de la Plata to the streets of Tel Aviv and Rome’s back alleys, this novel blends political thriller, intense romance, and an unrelenting pursuit of truth. Can Raquel and Dan build a future together while unravelling the secrets that haunt them?",
        "p4": "An emotional roller coaster for lovers of historical fiction, suspense, and love stories that defy time. Embark on this unforgettable journey!"
      },
      "jaque-a-la-reina": {
        "title": "Checkmate to the Queen: Deadly Codes",
        "release": "AVAILABLE",
        "tagline": "Technology, love, betrayal, and high-stakes international tension.",
        "p1": "Emma Glow is brilliant, stubborn, and visionary. The only thing she didn’t foresee was becoming the target of an international spy network hungry for her family’s secret: a technology capable of altering not only images, but human perception itself.",
        "p2": "What started as a film post-production platform reveals a troubling potential. Her creation—unknowingly powered by her parents’ research, scientists murdered under suspicious circumstances—draws the interest of Russian mafias, intelligence agencies, and governments.",
        "p3": "Amid the chaos, Emma clings to the one thing that cannot be manipulated: love. A high-voltage romance with Sam, an unexpected ally who becomes refuge and accomplice. Together they outwit enemies, survive kidnappings, and dream of a life where peace isn’t an illusion.",
        "p4": "An emotional, technological, and deeply human thriller—perfect for readers of Daniel Silva, Stieg Larsson, or Shari Lapena. A novel where the greatest battleground is the mind, power… and the heart."
      },
      "identidades-ocultas": {
        "title": "Hidden Identities",
        "release": "AVAILABLE",
        "tagline": "In the age of digital masks, who can you trust?",
        "p1": "Laura Trend, a cybersecurity expert and key figure at the Global Cyber Defense Alliance, balances global threats with raising two brilliant teens. After a decade of widowhood, she’s exhausted—craving a pause, not another mission.",
        "p2": "A massive cyberattack hits Singapore, Europe, and North America simultaneously. It isn’t an isolated incident—it’s a conspiracy engineered to destabilize the world. Laura sees it coming and knows only she can stop it.",
        "p3": "Enter Greg Whitmore, a charismatic CEO and single father. Between them forms an unexpected alliance where professional tension becomes a connection as real as it is dangerous.",
        "p4": "Things escalate when Laura is questioned at Scotland Yard, suspected of identity fraud tied to the attacks. Internal betrayal at the GCDA? Who is who when every face may be a mask?",
        "p5": "A race against time begins. Laura and Greg must face buried secrets, moral dilemmas, and truths that threaten to destroy everything they love. More than a thriller: an emotional portrait of a woman seeking inner peace, protecting her family, and finding refuge in the most unexpected bonds."
      },
      "encuentros-casuales": {
        "title": "Casual Encounters",
        "release": "AVAILABLE",
        "tagline": "Science, love, and geopolitics on a countdown.",
        "p1": "A contemporary emotional thriller that intertwines science, love, and geopolitics.",
        "p2": "Eliana Barnea, a renowned immunologist, confronts a devastating epidemic born in Sumatra that is silently ravaging the health of thousands of women. International pressure pushes her to find answers now.",
        "p3": "When bureaucracy and egos stall progress, Eliana acts in secret: discreet tests, drug repurposing, coded envelopes… a dangerous ethical shortcut that could cost her career, freedom, and her patients’ lives.",
        "p4": "Her daughter Lilit, a young intelligence officer who leaves the army to rediscover herself, lands on the Carnon–Montpellier coast. There she meets Leo, a globe-trotting journalist, and begins a luminous story that reconciles her with her desires.",
        "p5": "Paris breaks into the plot: during the G7 summit, a terrorist attack turns the Palais des Congrès into a chessboard of hostages and high-risk negotiations. Within hours, the captors issue an ultimatum.",
        "p6": "Between a sealed laboratory and a police cordon in Paris, mother and daughter are trapped in a countdown where science becomes currency—and love, the only compass.",
        "p7": "How far can a mother go to save her daughter and, at the same time, thousands of strangers? What is the price of truth when it could stop a pandemic?",
        "p8": "With vibrant settings, memorable characters, and an impeccable crescendo of tension, the novel blends the vertigo of a thriller, the intimacy of family drama, and the spark of a romance that resists the dark.",
        "p9": "For readers of powerful, human, and current stories who turn the page… and can’t stop."
      },
      "sobrevivir-a-la-vida": {
        "title": "How to Survive Life",
        "release": "AVAILABLE",
        "tagline": "Calm in the chaos: practical tools to reconnect with yourself.",
        "p1": "“How to Survive Life” is a clear, warm, and practical guide to regaining calm in the midst of everyday chaos. Through reflections, exercises, and real examples, it offers tools to overcome anxiety, face pain, turn fear into motivation, and find a deeper purpose in each day.",
        "p2": "Inside you’ll discover how to:",
        "p3": "— Embrace “good enough” instead of chasing perfection.",
        "p4": "— Turn your fears into allies that fuel your growth.",
        "p5": "— Handle rejection and loss without losing your essence.",
        "p6": "— Practice gratitude, meditation, and mindfulness as sources of resilience.",
        "p7": "— Reconnect with yourself and others through empathy and authenticity.",
        "p8": "With an accessible, down-to-earth style, it invites you to release excessive control, accept vulnerability, and cultivate habits that strengthen both mind and heart.",
        "p9": "More than a manual, it’s a companion for those who feel that life sometimes weighs too much and want to rediscover everyday joy."
      }
    },

    "awardwin": "Award-winning author crafting compelling stories that captivate readers worldwide",
    "browseBooks": "Browse Books",
    "getInTouch": "Get in Touch",
    "publishedWorks": "Published Works",
    "publishedSubtitle": "Discover stories that transport you to different worlds and touch your heart",
    "aboutTitle": "About Yael Goldmann",
    "aboutP1": "Yael Goldmann is a writer, journalist, and executive/life coach. Her life and work are shaped by a broad worldview, the result of having lived in different countries and experienced diverse cultures that enrich her perspective.",
    "aboutP2": "Author of novels that blend romance, suspense, and emotional depth, Yael specializes in portraying strong female characters who face intimate dilemmas and complex realities. Her stories, told with a warm and visual style, move between contemporary settings and historical contexts, addressing themes such as resilience, identity, politics, and human relationships.",
    "aboutP3": "Her literary career includes titles such as Identidades Ocultas, En el Nombre de Ella, Cuando Todo Calla, Destinos Entrela­zados, Encuentros Casuales, Jaque a la Reina, and Sobrevivir a la Vida, available on Amazon, Google Play, and other international platforms.",
    "aboutP4": "Beyond her work as a writer, Yael supports individuals and organizations in processes of personal and professional transformation, integrating effective communication, empathy, and strategic vision into her approach.",
    "aboutP5": "With a distinctive voice and a commitment to telling stories that move, entertain, and inspire reflection, Yael Goldmann continues to build a bridge between personal experience and fiction, inviting readers to look beyond the obvious and explore the emotions that define us.",
    "awards": "Awards",
    "books": "Books",
    "followers": "Instagram Followers",
    "contactTitle": "Get in Touch",
    "contactSubtitle": "Whether you're a reader, publisher, or fellow writer, I'd love to hear from you",
    "firstName": "First Name",
    "lastName": "Last Name",
    "email": "Email",
    "subject": "Subject",
    "message": "Message",
    "sendMessage": "Send Message",
    "viewDetails": "View Details",
    "navBooks": "Books",
    "navAbout": "About",
    "navContact": "Contact",
    "navAccount": "My Account",
    "navCart": "Cart",
    "labelFirstName": "First Name",
    "labelLastName": "Last Name",
    "labelEmail": "Email",
    "labelSubject": "Subject",
    "labelMessage": "Message",
    "footerTagline": "Crafting stories that inspire, entertain, and transform",
    "footerTwitter": "Twitter",
    "footerInstagram": "Instagram",
    "footerFacebook": "Facebook",
    "footerGoodreads": "Goodreads",
    "footerCopyright": "© 2025 Yael Goldmann. All rights reserved.",
    "filter_by": "Filter by",
    "genre": "Genre",
    "romance": "Romance",
    "historical": "Historical",
    "thriller": "Thriller",
    "format": "Format",
    "ebook": "eBook",
    "physical": "Physical",
    "audiobook": "Audiobook",
    "language": "Language",
    "spanish": "Spanish",
    "english": "English",
    "reviews": "Reviews",
    "four_stars": "★★★★ and up",
    "three_stars": "★★★ and up",
    "price": "Price",
    "price_range": "$0 - $30",
    "searchAll": "All",
    "searchPlaceholder": "Search...",
    "accounttitle": "Your account",
    "accountorderstitle": "Your Orders",
    "accountordersdescription": "Track, return, or buy again",
    "accountsecuritytitle": "Login & Security",
    "accountsecuritydescription": "Edit name, email or phone",
    "accountaddressestitle": "Your Addresses",
    "accountaddressesdescription": "Edit or set address",
    "accountnotificationstitle": "Notifications",
    "accountnotificationsdescription": "See written reviews",
    "logout": "Log Out",
    "ordersTitle": "Registered Orders",
    "noOrdersMessage": "No registered orders yet.",
    "about_author_title": "About the author",
    "about_author_paragraph": "Yael Goldmann was born in Argentina and currently resides in Caracas, Venezuela. She began her professional career as a journalist, later delving into the field of aircraft marketing. She also worked as a financial advisor and is currently a prominent executive and life coach. She maintains direct contact with her thousands of followers through Instagram, where she is known as @Coach_Yael_Goldmann.",
    "product_in_stock": "In Stock",
    "product_quantity_label": "Quantity:",
    "product_add_to_cart": "Add to Cart",
    "product_buy_now": "Buy Now",
    "my_reviews": "My Reviews",
    "charging_reviews": "Charging reviews...",
    "must_sign_in_to_see_reviews": "You must sign in to see your reviews.",
    "no_reviews_written_yet": "You haven't written any reviews yet.",
    "changeNameTitle": "Change My Name",
    "changeNameDescription": "If you want to change the name associated with your customer account, you can do so below. Make sure to click the Save changes button when you're done.",
    "newNameLabel": "New name",
    "newNamePlaceholder": "New name",
    "saveChanges": "Save changes",
    "changePasswordTitle": "Change Password",
    "changePasswordDesc": "Use the form below to change your account password.",
    "labelCurrentPassword": "Current Password:",
    "labelNewPassword": "New Password:",
    "labelConfirmPassword": "Confirm New Password:",
    "btnSaveChanges": "Save Changes",
    "securityNote": "Lost or stolen device? Unusual activity?",
    "protectLink": "Protect your account instead",
    "securityTitle": "Login and Security",
    "fieldName": "Name",
    "fieldEmail": "Email",
    "fieldPassword": "Password",
    "fieldPhone": "Primary Mobile Number",
    "editBtn": "Edit",
    "addBtn": "Add",
    "notAdded": "Not added",
    "addPhoneTitle": "Add mobile phone number",
    "phoneLabel": "Mobile number",
    "phonePlaceholder": "Number",
    "btnContinue": "Continue",
    "btnCancel": "Cancel",
    "loginTitle": "Login",
    "emailLabel": "Email",
    "emailPlaceholder": "Email",
    "passwordLabel": "Password",
    "passwordPlaceholder": "Password",
    "forgotPassword": "Have you forgotten your password?",
    "loginButton": "Access",
    "noAccount": "Don't have an account?",
    "createAccount": "Create account",
    "registerTitle": "Create Account",
    "registerFirstName": "First Name",
    "placeholderFirstName": "First Name",
    "placeholderLastName": "Last Name",
    "registerEmail": "Email",
    "placeholderEmail": "Email",
    "registerPassword": "Password",
    "placeholderPassword": "Password",
    "registerButton": "Register",
    "registerLoginText": "Have an account?",
    "loginLink": "Log in",
    "customer_reviews": "Customer reviews",
    "rating_out_of_5": "5 out of 5",
    "global_ratings": "0 global ratings",
    "review_this_product": "Review this product",
    "write_review": "Write a customer review",
    "top_reviews": "Top reviews",
    "no_reviews": "No reviews yet.",
    "leave_review": "Leave a Review",
    "your_rating": "Your Rating",
    "your_review": "Your Review",
    "submit": "Submit",
    "cancel": "Cancel",
    "related_products": "Related products",
    "product_details": "Product details",
    "product_language": "Language:",
    "product_publication_date": "Publication Date:",
    "product_dimensions": "Dimensions:",
    "product_print_length": "Print Length:",
    "product_customer_reviews": "Customer Reviews:",
    "format.paperback": "Paperback",
    "format.kindle": "eBook",
    "format.audiobook": "Audiobook",
    "menu_toggle": "Menu",
    "morebtn": "More",
    "seemore": "See More",
    "availableOn": "Available At",
    "currentTitles": "Current Titles",
    "blogWriteTitle": "Write your opinion",
    "blogVisibleName": "Display Name",
    "blogPostTitle": "Title",
    "blogPostContent": "Content",
    "blogAcceptRules": "I accept the rules (no insults, spam, or suspicious links).",
    "blogPreview": "Preview",
    "blogPublish": "Publish",
    "blogPublicFeed": "Recent opinions",
    "blogEmpty": "No posts yet. Be the first to comment!",
    "blogLoadMore": "Load more",
    "msgPreviewRequired": "Fill in title and content to preview.",
    "preview": "Preview:",
    "guest": "Guest",
    "msgTitleContentRequired": "Title and content are required.",
    "msgTooShort": "Your opinion is too short. Please write at least 30 characters.",
    "msgNotAllowed": "Your text seems to contain prohibited content (suspicious links, insults, or excessive CAPS).",
    "msgWait": "Please wait {s}s before posting again.",
    "msgPublished": "Published! Thank you for participating.",
    "msgError": "There was an error publishing. Please try again.",
    "seeMoreTitlesBtn": "SEE MORE TITLES"
  }
}
